<template>
  <div class="privacy-text">
        <h5>Политика конфиденциальности.</h5>
        <p>Добро пожаловать в разделе политики конфиденциальности. Для начала использования сервиса онлайн знакомств Alanica dates, пожалуйста, ознакомьтесь с содержанием этой политики, для того чтобы понимать, какие персональные данные мы можем собирать и использовать для удовлетворения ваших потребностей и работы приложения, сайта их функций, других услуг разработанных Alanica dates (далее также как - “сервис”).</p>
        <p>Данная политика конфиденциальности распространяется на сервис, его функции и другие услуги разработаны Alanica dates и их пользователей в любом месте в мире.</p>
        <p>Регистрируясь, фактически используя либо посещая наш сервис, вы подтверждаете, что старше 18 лет, даете согласие на обработку персональных данных и доверяете нам свои данные, а также подтверждаете тот факт, что являетесь ознакомлены с порядком, а также другими условиями их обработки для целей и в пределах, предусмотренных этой политикой.</p>
        <p>Вы также даете свое согласие на трансграничную передачу ваших персональных данных в любую страну, в которой находятся наши базы данных необходимых для обеспечения работы и функционирования сервиса.</p>  
        <p>Условия политики конфиденциальности может изменяться время от времени с последующим уведомлением вас об обновлении и внесения новых изменений.</p>

        <h5>1.Цель сбора информации.</h5>
        <p>Поскольку наш сервис разработан для пользователей, желающих завести знакомства с новыми людьми, для удовлетворения этих потребностей нам необходимо знать информацию вашего профиля, предпочтения, интересы, для того чтобы вы находили близких по духу людей, с которыми хотите общаться.</p>
        <p>Информация, которую мы собираем, используется для работы сервиса, а также может быть передана третьим лицам, которые привлекаются для выполнения отдельных функций сервиса.</p>
        <p>Информация, которую вы можете предоставить нам, считается особой или конфиденциальной, например, ваши политические взгляды, расовое или этническое происхождение, сексуальная ориентация и религиозные верования, философские убеждения. Предоставляя нам эту информацию, вы соглашаетесь на ее обработку с нашей стороны.</p>
        <p>Целью сбора и обработки информации является предоставление пользователю возможности использовать все функции сервиса Alanica dates для поиска знакомств. К примеру, загружать свои фотографии, видео, отправлять голосовые сообщения в чатах, делится местонахождением.</p>  
        <p>Для того чтобы наполнить фотографиями, видео свой профиль, вы можете предоставлять сервису доступ к камере, а также фото и видеоматериалам на вашем устройстве. Полученные данные используются для показа вашего профиля другим пользователям, в рейтингах, форумах.</p>
        <p>Отправляя голосовые сообщения в чатах вы можете предоставлять сервису доступ к микрофону на вашем устройстве. Полученная информация используется для отправки голосового сообщения другим пользователям.</p>
        <p>Вы можете сообщать другим пользователям о своем местонахождении при помощи публикации данных о вашей геолокации. Получив от вас разрешение, мы можем устанавливать ваше точное местоположение. Полученные данные используются для показа другим пользователям.</p>
        <p>Также, для целей функционирования сервиса Alanica dates, сбор и обработка информации пользователя осуществляется в пределах, изложенных в разделе 2 политики конфиденциальности.</p> 

        <h5>2. Информация, которую мы собираем.</h5>
        <p>При регистрации аккаунта и использования сервиса мы используем следующую информацию:</p>
        <h5>Регистрация аккаунта.</h5>
        <p>Для начала использования сервиса вы можете предоставлять нам свое имя, дату рождения, ваш пол, адрес, номер телефона, логин и пароль при регистрации аккаунта.</p>
        <p>Мы также собираем информацию о третьих лицах, если вы осуществляете регистрацию через учетную запись других социальных сетей таких как Facebook, Одноклассники, Вконтакте, или сервиса Google.</p>
        <p>Регистрируя аккаунт и получения доступа к сервису, вы можете использовать логины и пароли учетных записей других социальных сетей или сервисов.</p> 
        <p>Регистрируя аккаунт с использованием учетной записи Facebook, Одноклассники, Вконтакте, мы можем использовать  данные  с вашей страницы указанных социальных сетей.</p>
        <h5>Ваш профиль.</h5>
        <p>Для того, чтобы рассказать о себе и ваших интересах, наполнить профиль интересным контентом, вы можете предоставлять нам дополнительную информацию, например, о вашем характере, музыкальных литературных и художественных предпочтениях, хобби, образе жизни, интересах и другую информацию, а также фото и видео.</p>
        <p>Для формирования контента, например, изображениями или видео, вы можете предоставить нам доступ к вашему устройству, камере или фотоальбома.</p> 
        <h5>Ваше местоположение.</h5>
        <p>Для поиска компаний, собеседника, вы можете указывать в учетной записи место вашего нахождения, либо места которые хотите посетить в запланированный день и время, с предложением присоединиться другому пользователю к совместному времяпровождению.</p>  
        <p>В этом случае вы предоставляете нам данные вашей геолокации, а также разрешение передачи другим пользователем информации о вашем местонахождении.</p> 
        <h5>Платежи.</h5>
        <p>Когда вы оформляете подписку на нашем сайте, вы предоставляете нам или платежной системе такую информацию, как номер вашей дебетовой или кредитной карты и прочую финансовую информацию. </p> 
        <p>Покупки внутри приложения могут осуществляется с помощью платежных систем Google Play и App Store, а также других платежных систем, которые являются нашими партнерами. В таком случае мы можем передавать банковскую и финансовую информацию указанным платежным системам. </p> 
        <h5>Ваше устройство.</h5>
        <p>Вы также предоставляете информацию относительно устройства, которым вы пользуетесь. Доступ к камере и микрофону устройства. Информацию об аппаратном и программном обеспечении, например, IP-адрес, идентификатор устройства и его тип, специальные настройки устройства и программы, а также характеристики, сбои в работе приложений, рекламные идентификаторы, тип браузера, версия и язык, операционная система, часовые пояса, идентификаторы, связанные с cookies или другие технологии, которые могут идентифицировать ваше персональное устройство или браузер.</p> 
        <p>Получив от вас разрешение, мы можем устанавливать ваше точное местоположение (с помощью разных средств, выбор которых зависит от того, какие функции и устройства вы используете (GPS, подключения Bluetooth, Wi-Fi). Сбор данных о вашей геолокации происходить в фоновом режиме, даже когда вы не пользуетесь нашими услугами, если вы дали нам разрешение на сбор этой информации.</p>  
        <p>В случае если вы не даете разрешение на использование и получение указанной информации о вашем местоположении, сбор такой информации не осуществляется. Подобным образом, при наличии вашего согласия мы можем собирать ваши фото и видео.</p> 
        <h5>Реклама третьих лиц.</h5>
        <p>Мы можем получать информацию о вас от третьих лиц, которые могут проводить рекламную кампанию на нашем сервисе. К примеру, если вы были заинтересованы продуктом.</p> 
        <p>Также, мы можем получать информацию о вас от третьих лиц, которые проводят рекламную кампанию нашего сервиса в социальных сетях.</p>  
        <h5>Поддержка функциональности сервиса.</h5>
        <p>Для обеспечения функционирования сервиса мы обрабатываем ваше общение в чате с другими пользователями и контент, которым вы наполняете аккаунт.</p> 
        <h5>Посещение и пользование сервисом.</h5> 
        <p>Посещая и пользуясь нашим сервисом мы можем собирать информацию о дате, времени входа, ваших лайках, предпочтениях в рекламе, адреса страниц, с которых вы были перенаправлены на наш сервис. Информацию о том, как вы используете наш сервис, такую как типы контента, который вы просматриваете или с которым вы взаимодействуете, функции, которые вы используете, действия, которые вы совершаете, люди или аккаунты, с которыми вы взаимодействуете.</p> 
        <h5>Передача данных третьим лицам.</h5>
        <p>Для функциональности нашего сервиса, а также для удовлетворения ваших потребностей при его использовании, информация, которой вы с нами делитесь, может быть передана третьим лицам. К примеру, на сервер баз данных Oracle на AWS (Амазон Веб Сервис), информация о рекламе, которой вы заинтересуетесь, может быть передана соответствующей рекламной кампании с которой мы сотрудничаем.</p>  
        <p>При осуществлении платежей на нашем сайте мы можем передавать номер вашей дебетовой или кредитной карты и прочую финансовую информацию в соответствующие платежные системы.</p> 
        <p>При осуществлении платежей через платежные системы Google Play и App Store мы можем передавать номер вашей дебетовой или кредитной карты и прочую финансовую информацию указанным платежным системам.</p> 
        <p>Предоставление персональных данных по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством.</p> 

        <h5>4. Данные Cookie.</h5>
        <p>Мы можем использовать файлы cookie в связи с использованием сервиса для определенных целей. Вашей аутентификации, запоминания ваших настроек и для других целей, указанных ниже.</p> 
        <p>Технические файлы cookie - для того, чтобы пользователи могли пользоваться современным, удобным сервисом, мы используем технические файлы cookie, чтобы наш сервис правильно отображался и работал без ошибок, а также чтобы вы могли создать аккаунт, входить в него и управлять учетной записью. Технические файлы cookie необходимы для того, чтобы обеспечить безошибочную работу сервиса.</p> 
        <p>Функциональные файлы cookie - необходимы для того, чтобы запоминать ваши предпочтения и помогать вам эффективно пользоваться нашим сервисом. Мы можем использовать их для того, чтобы запомнить ваши данные и лишить вас необходимости каждый раз вручную вводить имя пользователя и пароль. При этом ваш пароль всегда будет зашифрован. Функциональные файлы cookie не обязательны для работы сервиса, но они делают сервис более функциональным и удобным в использовании.</p> 
        <p>Маркетинговые файлы cookie - необходимы для передачи информации, писем с новостями, рекламных и промо материалов или для выполнения рекламных кампаний. Например, мы можем полагаться на информацию, полученную с помощью этих файлов cookie, для передачи вам информации, писем с новостями, рекламных и промо материалов, которые могут быть интересными для вас.</p> 
        <p>Сессионные файлы cookie -  используются для сбора информацию о том, как пользователи взаимодействуют с нами. Это могут быть сведения о часто посещаемых страницах и о том, видели ли пользователи сообщения об ошибках. Файлы cookie состояния сеанса помогают нам улучшить наши продукты и сделать вашу работу в интернете более удобной.</p>  

        <h5>5. Порядок использования и обработки.</h5>
        <p>Причина, по которой мы собираем, обрабатываем и используем информацию, которую мы собираем, это в первую очередь удовлетворение ваших потребностей используя наш сервис. </p>
        <p>Мы используем вашу информацию в объеме и целях предусмотренных данной политикой для поддержки функциональности нашего сервиса, а именно:</p>
        <p>-	для администрирования, модерации, поддержки и управлением вашим аккаунтом; восстановления учетной записи; общения с вами используя электронную почту, номер телефона, либо непосредственно внутри сервиса; клиентской поддержки; показ вашего контента и информации о вас другим пользователям сервиса, для поиска новых знакомств; проведения платежей при покупки дополнительных функций и расширений сервиса; показа интересующей вас рекламы; поддержки общения с другими пользователями сервиса;</p>
        <p>-	проведения анализа функциональности сервиса; получения отзывов о работе нашего сервиса; выявлять нарушения или попытки мошенничества при использовании сервиса и устранять выявленные нарушения;</p>
        <p>При осуществлении сбора, обработки и использовании вашей информации мы учитываем общие международные стандарты обработки персональных данных включая законодательства Украины, Европейского союза, Российской федерации.</p>
        <p>Мы не используем данные пользователей для продажи (любой другой коммерческой деятельности) другим компаниям. Данные пользователей используются исключительно для обеспечения функциональности сервиса. </p>

        <h5>6.Ваши права.</h5>
        <p>В соответствии с законодательством Европейского Союза, вы имеете право:</p>
        <p>-	На получение информации, а именно, какие персональные данные мы обрабатывает и почему (раскрывается данной политикой);</p>
        <p>-	Право на удаление.  Вы имеете право удалить данные при определенных обстоятельствах.</p>
        <p>-	Право на уточнение данных. Вы имеет право потребовать от нас исправить свои неточные данные, а также право на внесение дополнений в них.</p>
        <p>-	Право на доступ. Вы можете запросить копию своих данных.</p>
        <p>-	Право на ограничение обработки. В определенных случаях, вы имеете право запросить прекращение обработки данных, разрешая продолжение хранения данных.</p>
        <p>-	Право на перенос данных. Вы можете запросить копию своих данных в машиночитаемой форме, которая может быть передана другому лицу, которое обрабатывает персональные данные.</p>
        <p>-	Право на возражение. При определенных обстоятельствах, в том числе, когда данные обрабатываются на основании законных интересов или в целях маркетинга, вы можете возражать против такой обработки.</p>
        <p>-	Права, связанные с автоматизированным принятием решений, включая профилирование. В этой области существует несколько прав, связанных с тем, что обработка, осуществляемая исключительно на автоматизированной основе, может привести к решению, которое имеет юридические и другие значимые последствия для человека. В таких обстоятельствах ваши права включают право на вмешательство человека в процесс принятия решения.</p>

        <p>В соответствии с законодательством Украины вы имеете право:</p>
        <p>-	Знать об источниках сбора, местонахождение своих персональных данных, цели их обработки, местонахождение владельца или распорядителя персональных данных.</p>
        <p>-	Получать информацию об условиях предоставления доступа к персональным данным, включая информацию о третьих лицах которым передаются информация;</p>
        <p>-	На доступ к своим персональным данным;</p>
        <p>-	Получать не позднее чем за тридцать дней информации в отношении обработки ваших данных;</p>
        <p>-	Предъявлять требование о изменении либо уничтожении данных, если такие данные обрабатываются незаконно либо данные недостоверные;</p>
        <p>-	На защиту своих персональных данных от незаконной обработки, случайной потери, уничтожения, повреждения в связи с умышленным сокрытием, непредоставлением или несвоевременным их предоставлением, а также на защиту от предоставления сведений, которые являются недостоверными или порочащих честь, достоинство и деловую репутацию;</p>
        <p>-	Обращаться с жалобами к уполномоченному лицу или в суд;</p>
        <p>-	Применять средства правовой защиты при нарушении прав на обработку персональных данных;</p>
        <p>-	Вносить оговорки об ограничении права на обработку своих персональных данных при предоставлении согласия;</p>
        <p>-	Отозвать согласие на обработку персональных данных;</p>
        <p>-	Знать механизм автоматической обработки персональных данных;</p>
        <p>-	На защиту от автоматизированного решения, которое имеет для вас правовые последствия.</p>

        <p>В соответствии с законодательством Российской Федерации вы имеете право:</p>
        <p>-	Право на доступ к вашим персональным данным;</p>
        <p>-	Давать согласие на решение, порождающее юридические последствия в отношении ваших прав и законных интересов, что может быть принято на основании исключительно автоматизированной обработки персональных данных.</p>
        <p>-	Право на обжалование наших действий или бездействия в отношении обработки персональных данных;</p>
        <p>-	Удалять информацию о себе из своего аккаунта; при этом удаление Пользователем определенной информации о себе из аккаунта может привести к невозможности предоставления пользователю доступа к нашим сервисам;</p>
        <p>-	Требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если такие данные являются неполными, устаревшими, недостоверными, незаконно полученными или не являются необходимыми для заявленной цели обработки;</p>
        <p>-	Самостоятельно изменять, исправлять и дополнять информацию, содержащуюся в в вашем аккаунте, при условии, что такие изменения, исправления и дополнения содержат актуальную и достоверную информацию;</p>

        <h5>7. Как мы защищаем персональные данные.</h5>
        <p>Понимая всю важность безопасности персональных данных, мы прилагаем все  меры, таких как технические и организационно-правовые, в целях обеспечения защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.</p>
        <p>Если мы подозреваем или обнаруживаем какое-либо нарушение безопасности, мы вправе приостановить использование вами всего или части сервиса без уведомления.</p>
        <p>В свою очередь, мы не даем гарантию того, что ваши данные всегда могут находится в безопасности. Вы понимаете и принимаете данный факт и осознаете, что ваши данные не всегда могут находится в безопасности.</p>
        <p>Также, мы не несем ответственность за действия третьих лиц, получивших доступ до ваших персональных данных путем использования сервиса либо другим иным путем, с помощью которых можно свободно получить такую информацию, используя свободный доступ и запросов других социальных сетей, поисковых систем в интернете. </p>

        <h5>8. Хранения данных. Срок хранения.</h5>
        <p>Ваши персональные данные хранятся на серверах баз данных Oracle на AWS (Амазон Веб Сервис) и обрабатываются с использованием автоматизированных систем, за исключением случаев, когда неавтоматизированная обработка персональных данных необходима в связи с исполнением требований законодательства.</p>
        <p>Мы храним ваши данные до тех пор, пока они необходимы нам для законных целей, а также целей, предусмотренных данным соглашением. После удаления вашего аккаунта, мы удаляем ваши данные.</p>
        <p>В некоторых случаях, таких как требуемых законодательством, либо информация должна храниться для наших законных деловых интересов, мы можем хранить данные анонимными, либо зашифрованными. К примеру, такая информация будет использоваться для того, чтобы не допускать регистрацию пользователей, которые были лишены права использования сервисов в связи с мошенничеством, распространением контента порочащих честь и достоинство других пользователей, контента, содержащего порнографические материалы, нарушением правил безопасности сервиса.</p>
        <p>После истечения 12 календарных месяцев после удаления вашего аккаунта, мы удаляем данные, которые вы нам доверили.</p> 

        <h5>9. Данные пользователей моложе 18 лет.</h5>
        <p>Поскольку наш сервис рассчитан на взрослых пользователей достигших 18 лет и старше, мы не разрешаем лицам, которые не достигли возраста 18 лет пользоваться нашим сервисом. В связи с чем мы не собираем информацию о лицах, которые не достигли возраста 18 лет.</p>
        <p>Если вы подозреваете, что пользователь моложе 18 лет, просим вас уведомить нас о таком случае. </p>

        <h5>10. Порядок изменения политики конфиденциальности.</h5>
        <p>Мы постоянно работаем над развитием нашего сервиса, а также услугами которые мы предоставляем для более удобного и комфортного его использования. В связи с чем, данная политика время от времени может изменяться и дополняться новыми условиями.</p>
        <p>При изменении условий политики конфиденциальности, мы заранее уведомим вас о таких изменениях, чтобы вы могли ознакомиться с новой политикой.  </p>

        <h5>11. Контактная информация Alanica dates.</h5>
        <p>Наша компания зарегистрирована на территории Украины и действует в согласно законодательству Украины. </p>
        <p>65039, Одесская обл., г Одесса, проспект Гагарина, дом. 12А, офис 1302</p>
        <p>Код: 43799721</p>
        <p>Email:  alanica.date@gmail.com</p>
  </div>
</template>

<script>

export default {
  components: { },
  data() {
    return {

    };
  },
};
</script>
